Repository: IsabelCliment/X5817451S
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: Table 1: Food groups, specific foods in each group, advice and serving size examples Food group Specific foods included Recommendation (per day) Serving size examples Vegetables and fruit All vegetables and fruit, including potatoes, kūmara and taro Vegetables and fruit – fresh, frozen or canned If consumed, only one serving of no-sugar-added fruit juice or dried fruit can count as contributing a serving to the recommended dietary intake1 Preschoolers: at least 2 servings of vegetables and at least 2 servings of fruit Children: at least 3 servings of vegetables and at least 2 servings of fruit Young people: at least 3 servings of vegetables and at least 2 servings of fruit 1 medium potato or kūmara (135 g) ½ cup cooked vegetables (eg, broccoli, peas, corn, spinach, pūhā) (50–80 g) 1 carrot (75 g) ½ cup salad (60 g) 1 tomato (80 g) ½ avocado (80 g) 1 apple, pear, banana or orange (130 g) 2 small apricots or plums (100 g) ½ cup fresh fruit salad (120 g) ½ cup stewed or canned fruit (135 g) 1 cup no-added-sugar fruit juice (250 ml)^ Breads and cereals All breads, cereals, rice and pasta (increasing wholegrain options as children age) Preschoolers: at least 4 servings Children: at least 5 servings Young people: at least 6 servings 1 medium slice of bread (26 g) 1 roll (50 g) 1 pita pocket or tortilla (50–80 g) 2 breakfast wheat biscuits (34 g) ½ cup muesli (55 g) ½ cup porridge (130 g) 1 cup cornflakes (30 g) 1 cup cooked pasta or rice (150 g) 4 grainy crackers (40 g) 2 plain sweet biscuits (14 g) 1 cup plain popcorn Milk and milk products Milk (includes calcium-fortified milk alternatives), cheese and yoghurt (choose low-fat options) Preschoolers and children: at least 2–3 servings Young people: at least 3 servings Glass of milk or calcium-fortified milk alternative (250 ml) Pottle of yoghurt (150 g) 2 slices of cheese (40 g) Lean meat, poultry, seafood, eggs, legumes, nuts and seeds* Lean meat, poultry, seafood, eggs, legumes (eg, peas, beans, lentils), nuts and seeds* (Limit processed meats) Preschoolers and children: at least 1–2 servings Young people: at least 2 servings Vegetarians: Preschoolers (2–5 years): at least 1–2 servings School children (5–12 years): at least 2 servings Young people (13–18 years): at least 3 servings 2 slices of cooked meat (100 g) ¾ cup of mince or casserole (195 g) 1 medium fish fillet (100 g) 1 chicken leg or 2 drumsticks (110 g) 1 medium pāua or kina (100–120 g) 1 egg (50 g) ½ can tuna or salmon (90 g) ¾ cup dried cooked beans, peas or lentils (135 g) 1/3 cup nuts or seeds* (50 g)
es: Tabla 1. Grupos de alimentos, alimentos específicos de cada grupo, consejos y ejemplos de tamaños de raciones Grupo de alimentos Alimentos específicos incluidos Recomendación (por día) Ejemplos de raciones Verduras y frutas Todas las hortalizas y frutas, incluidas las patatas, boniato "kūmara" y el taro Verduras y frutas frescas, congeladas o en conserva Si se consumen, sólo una ración de zumo de fruta sin azúcar añadido o de frutos secos puede contar como contribución de una ración a la ingesta alimentaria recomendada1 Preescolares: al menos 2 raciones de verdura y al menos 2 raciones de fruta Niños: al menos 3 raciones de verdura y 2 de fruta Jóvenes: al menos 3 raciones de verdura y al menos 2 raciones de fruta 1 patata mediana o boniato (135 g) ½ bol de verduras cocidas (por ejemplo, brécol, guisantes, maíz, espinacas, hierba "pūhā") (50-80 g) 1 zanahoria (75 g) ½ bol de ensalada (60 g) 1 tomate (80 g) ½ aguacate (80 g) 1 manzana, pera, plátano o naranja (130 g) 2 albaricoques pequeños o ciruelas (100 g) ½ taza de macedonia de fruta fresca (120 g) ½ taza de fruta guisada o en conserva (135 g) 1 taza de zumo de fruta sin azúcar añadido (250 ml)^. Pan y cereales Todos los panes, cereales, arroz y pasta (aumentando las opciones integrales a medida que los niños crecen) Preescolares: al menos 4 raciones Niños: al menos 5 raciones Jóvenes: al menos 6 raciones 1 rebanada de pan mediana (26 g) 1 panecillo (50 g) 1 bolsillo de pita o tortilla (50-80 g) 2 galletas de trigo para el desayuno (34 g) ½ taza de muesli (55 g) ½ taza de gachas de avena (130 g) 1 taza de copos de maíz (30 g) 1 taza de pasta cocida o arroz (150 g) 4 galletas de grano (40 g) 2 galletas dulces (14 g) 1 taza de palomitas de maíz Leche y productos lácteos Leche (incluidas las alternativas fortificadas con calcio), queso y yogur (elija opciones bajas en grasa) Preescolares y niños: al menos 2-3 raciones Jóvenes: al menos 3 raciones Vaso de leche o alternativa a la leche enriquecida con calcio (250 ml) Pote de yogur (150 g) 2 lonchas de queso (40 g) Carne magra, aves, marisco, huevos, legumbres, frutos secos y semilla.Carne magra, aves, marisco, huevos, legumbres (p. ej., guisantes, alubias, lentejas), frutos secos y semillas*. (Limite las carnes procesadas) Preescolares y niños: al menos 1-2 raciones Jóvenes: al menos 2 raciones Vegetarianos: Preescolares (2-5 años): al menos 1-2 raciones Escolares (5-12 años): al menos 2 raciones Jóvenes (13-18 años): al menos 3 raciones 2 trozos de carne cocida (100 g) ¾ bol de carne picada o guisada (195 g) 1 filete de pescado mediano (100 g) 1 muslo de pollo o 2 muslos (110 g) 1 caracol marino "pāua" o erizo de mar "kina" mediano (100-120 g) 1 huevo (50 g) ½ lata de atún o salmón (90 g) ¾ taza de judías, guisantes o lentejas secas cocidas (135 g) 1/3 taza de frutos secos o semillas* (50 g)

source: Take part in regular physical activity, aiming for 60 minutes or more of moderate to vigorous activity each day.
es: Participar en actividades físicas regulares procurando a 60 minutos o más de actividad moderada a vigurosa diariamente.

source: Tammy Kaiwai, Soana Muimuiheata and Pratibha Balu provided specialist input to the meal plans in Appendix 5.
es: Tammy Kaiwai, Soana Muimuiheata y Pratibha Balu hicieron aportaciones especializadas en los planes de comidas del apéndice.

source: Te Hotu Manawa Māori provided information for Part 9: Considerations for Tamariki and Rangatahi Māori and Their Whānau.
es: Te Hotu Manawa Māori proporcionó información para la Parte 9: Consideraciones para los Tamariki y Rangatahi moríes y sus Whānau.

source: The Clinical Trials Research Unit at the University of Auckland prepared the initial draft of the Food and Nutrition Guidelines for Children and Young People: A background paper for the Ministry of Health during 2009 and early 2010.
es: La Unidad de Investigación de Ensayos Clínicos de la Universidad de Auckland elaboró el borrador inicial de las Directrices sobre Alimentación y Nutrición para Niños y Jóvenes: Un documento de referencia para el Ministerio de Sanidad durante 2009 y principios de 2010.

source: The Food and Nutrition Guidelines for Healthy Children and Young People (Aged 2–18 Years): A background paper (2012) provides the information to educate and encourage children, young people and their families or whānau to follow healthy lifestyles.
es: Las Directrices sobre Alimentación y Nutrición para Niños y Jóvenes Sanos (de 2 a 18 años): Un documento de referencia (2012) proporciona la información necesaria para educar y animar a los niños, jóvenes y sus familias o allegados a seguir estilos de vida saludables.

source: The Ministry of Health developed standard serving sizes for use when providing advice about the amount of food to eat from each food group to meet energy and nutrient requirements.
es: El Ministerio de Sanidad ha desarollado el tamaño estandar de las porciones para prestar asesoramiento sobre la cantidad de alimientos de cada grupo que se tiene que comer para satisfacer las necesidades energéticas y de nutrientes.

source: The Ministry of Health is grateful to all who contributed to this document, including those who made submissions during the public consultation process.
es: El Ministerio de Sanidad agradece a todos los que han contribuido a este documento, incluyendo a los que hicieron aportaciones durante el proceso de consulta pública.

source: The age of adolescence varies, in terms of both onset and maturity.
es: La edad de la adolescencia varía, tanto en su inicio como en su madurez.

source: The association between skipping breakfast and overweight/obesity does not appear to be explained by energy intake, so breakfast consumption may be a marker for other healthy dietary and physical activity behaviours (Rampersaud et al 2005; de la Hunty and Ashwell 2007).
es: La relación entre saltarse el desayuno y el sobrepeso/obesidad no parece explicarse por la ingesta de energía, por lo que el consumo del desayuno puede ser un marcador de otras conductas dietéticas y de actividad física saludables (Rampersaud et al 2005; de la Hunty y Ashwell 2007).

source: The bran and germ provide dietary fibre, vitamins and minerals; the endosperm provides carbohydrate and some protein.
es: El salvado y el germen proporcionan fibra dietética, vitaminas y minerales; el endospermo proporciona hidratos de carbono y algunas proteínas.

source: The dietary requirements of children and young people are different to those of adults and are constantly changing as individuals grow and develop.
es: Las necesidades alimentarias de los niños y los jóvenes son diferentes de las de los adultos y cambian constantemente a medida que crecen y se desarrollan.

source: The difference between recommended serving size and portion size Although standard serving sizes are designed to provide consistent advice on food and nutrition, in some instances the standard serving size seems large for younger children.
es: La diferencia entre el tamaño de la porción recomendada y tamaño estándar. Aunque los tamaños estándar de las porciones están elaborados para ofrecer consejos adecuados sobre alimentación y nutrición, en algunos casos el tamaño estándar de la porción parece elevado para los niños.

source: The final document is the result of input that many individuals and organisations have provided throughout this process.
es: El documento final es el resultado de las aportaciones que muchas personas y organizaciones han realizado a lo largo de este proceso.

source: The following summaries provide an indication of current intakes in New Zealand based on what can be established from these surveys: 2002 National Children’s Nutrition Survey (Ministry of Health 2003b) 2008/09 National Survey of Children and Young People’s Physical Activity and Dietary Behaviours in New Zealand (Clinical Trials Research Unit and Synovate 2010a and 2010b) 2008/09 New Zealand (NZ) Adult Nutrition Survey (University of Otago and Ministry of Health 2011).
es: Los siguientes resúmenes proporcionan una indicación de la ingesta actual en Nueva Zelanda basada en lo que puede establecerse a partir de estas encuestas: Encuesta Nacional de Nutrición Infantil 2002 (Ministerio de Sanidad 2003b) 2008/09 National Survey of Children and Young People's Physical Activity and Dietary Behaviours in New Zealand (Unidad de Investigación de Ensayos Clínicos y Synovate 2010a y 2010b) 2008/09 New Zealand (NZ) Adult Nutrition Survey (University of Otago and Ministry of Health 2011).

source: The guideline statements are as follows.
es: Las pautas son las siguientes.

source: The initial draft then underwent external peer review by Dr Clare Wall, Kate Sladden, Kathy Hamilton, Eruera Maxted (Part 9 on Māori), PIFNAG (Part 10 on Pacific peoples), Geeta Gala (Part 11 on Asian and ‘Other’ peoples) and the Ministry of Agriculture and Forestry (topics related to food safety).
es: A continuación, el borrador inicial fue sometido a una revisión externa por pares por parte de la Dra. Clare Wall, Kate Sladden, Kathy Hamilton, Eruera Maxted (Parte 9 sobre los maoríes), PIFNAG (Parte 10 sobre los pueblos del Pacífico), Geeta Gala (Parte 11 sobre los pueblos asiáticos y "otros") y el Ministerio de Agricultura y Silvicultura (temas relacionados con la seguridad alimentaria).

source: The intake of processed meats needs to be limited.
es: Es necesario limitar la ingesta de carnes procesadas.

source: The population groups targeted in other papers are healthy infants and toddlers; adults; older people; and pregnant and breastfeeding women.
es: Los grupos de población a los que se dirigen los otros documentos son: lactantes y niños pequeños sanos; adultos; personas mayores; y mujeres embarazadas y en período de lactancia.

source: The standard serving sizes are used for all population groups covered by the Food and Nutrition Guidelines series, regardless of age or nutrient requirements, but the number of servings varies.
es: Los tamaños estándares de las porciones se utilizan para todos los grupos incluidos en la serie de Guías Alimentarias y Nutricionales, sin tener en cuenta la edad o las necesidades nutricionales, pero el número de porciones puede variar.

source: The term ‘preschoolers’ refers to children aged from two years up until their fifth birthday.
es: El término "preescolares" se refiere a los niños de entre dos y cinco años.

source: The values, habits and behaviours developed during this period often influence behaviours in adulthood.
es: Los valores, hábitos y comportamientos desarrollados durante este periodo suelen influir en las conductas de la edad adulta.

source: There is no widely accepted definition of the term wholegrain (Cummings and Stephen 2007).
es: No existe una definición ampliamente aceptada del término "integral" (Cummings y Stephen 2007).

source: These Guidelines have been developed from the update and amalgamation of the Food and Nutrition Guidelines for Healthy Children (Aged 2–12 years): A background paper (1997) and the Food and Nutrition Guidelines for Healthy Adolescents: A background paper (1998).
es: Estas Directrices se han elaborado a partir de la actualización y amalgama de las Directrices sobre Alicamentación y Nutrición para Niños Sanos (de 2 a 12 años): Un documento de referencia (1997) y las Directrices sobre Alimentación y Nutrición para Adolescentes Sanos: Un documento de referencia (1998).

source: These colours also indicate high levels of protective compounds in vegetables and fruit.
es: Estos colores también indican las cantidades de compuestos protectores en frutas y verduras.

source: These definitions may differ to those used elsewhere.
es: Estas definiciones pueden diferir de las utilizadas en otros lugares.

source: These practitioners include nurses, dietitians, doctors, nutritionists, health promoters and educators.
es: Entre estos profesionales se incluyen enfermeras, dietistas, médicos, nutricionistas, promotores de salud y educadores.

source: These serving sizes were intended to reflect usual serving sizes based on the 1989 Life in New Zealand Survey, and to be convenient in terms of the forms of food that are readily available (eg, whole piece of fruit, pottle of yoghurt).
es: Los tamaños de las porciones intentaron reflejar los tamaños habituales basados en la encuesta sobre la Vida en Nueva Zelanda de 1989, y oportunos en términos de alimentos disponibles (por ejemplo, la pieza entera de frutam, una tarrina de yogur.

source: They aim to provide up-to-date, evidence-informed advice and technical information for health practitioners working with children and young people (aged 2–18 years).
es: Su objetivo es proporcionar asesoramiento e información técnica actualizados y basados en pruebas a los profesionales de la salud que trabajan con niños y jóvenes (de 2 a 18 años).

source: They are particularly important for children and young people to ensure optimal bone health.
es: Son especialmente importantes para garantizar una salud ósea óptima en los niños y en los jóvenes.

source: This background paper concludes with a glossary, list of abbreviations, appendices and list of references cited.
es: Este documento de referencia concluye con un glosario, una lista de abreviaturas, apéndices y una lista de referencias citadas.

source: This background paper encompasses adolescence, which is defined (physiologically) as the period between puberty and when reproductive organs are mature.
es: Este documento de referencia abarca la adolescencia, que se define (fisiológicamente) como el periodo comprendido entre la pubertad y la madurez de los órganos reproductores.

source: This part also outlines the four food groups and recommended number of servings.
es: En esta parte también se describen los cuatro grupos de alimentos y el número de raciones recomendadas.

source: This population health document aims to promote health while also preventing obesity and diet-related chronic diseases.
es: Este documento sobre la salud de la población tiene por objeto promover la salud y prevenir la obesidad y las enfermedades crónicas relacionadas con la alimentación.

source: This practice can help them to have enough energy available when they need it and to meet all the nutrients requirements.
es: Esta práctica puede ayudarles a tener suficiente energía disponible cuando la necesitan y a satisfacer todos los requerimientos de nutrientes.

source: This work is licensed under the Creative Commons Attribution 4.0 International licence.
es: Esta obra está bajo la licencia Creative Commons Reconocimiento 4.0 Internacional.

source: To obtain a wide range of nutrients it is important to eat many different types of vegetables and fruit every day.
es: Para obtener una gran variedad de nutrientes es importante comer muchos tipos de frutas y verduras distintas cada día.

source: To reduce the risk of food-related choking in young children: Always make sure young children sit down while they eat, and that an adult is with them while they are eating or drinking.
es: Para reducir el riesgo de asfixia por comida en niños: Asegúrese de que los niños siempre están sentados a la hora de comer, y que un adulto está con ellos mientras comen o beben.

source: Topics designed to achieve these goals are included in this paper.
es: En este documento se incluyen temas diseñados para alcanzar estos objetivos.

source: Total energy, sugar and fat content will increase if higher fat and sugar options of the food groups are chosen or if fat and sugar are added during preparation and cooking.
es: El contenido total de energía, azúcares y grasas aumentará si se eligen las opciones más grasas y azucaradas de los grupos de alimentos o si se añaden grasas y azúcares durante la preparación y la cocción.

source: Useful resources on vegetables and fruit are available on the 5+ A Day website, www.5aday.co.nz
es: Puede encontrar información útil sobre frutas y verduras en la página de 5+ A Day, www.5aday.co.nz

source: Vegetables and fruit In 2008/09: 40 percent of 5–24 year olds reported they met the recommendation for vegetable intake (three or more servings each day) 69 percent reported they met the recommendation for fruit intake (two or more servings each day) the proportion of children and young people who reported meeting the recommendation for fruit intake declined with age but there was no clear age-related pattern with vegetable intake (Clinical Trials Research Unit and Synovate 2010a).
es: Verduras y frutas En 2008/09 El 40% de los jóvenes de 5 a 24 años declararon cumplir la recomendación de ingesta de verduras (tres o más raciones al día). el 69% declaró cumplir la recomendación de ingesta de fruta (dos o más raciones al día) la proporción de niños y jóvenes que declararon cumplir la recomendación de ingesta de fruta disminuyó con la edad, pero no hubo un patrón claro relacionado con la edad en el caso de la ingesta de verdura (Clinical Trials Research Unit y Synovate 2010a).

source: Vegetables and fruit Vegetables and fruit provide energy, carbohydrate, dietary fibre, vitamins (including vitamin A, vitamin C and folate) and minerals (including potassium and magnesium).
es: Verduras y frutas Las verduras y las frutas proporcionan energía, carbohidratos, fibra dietética, vitaminas (incluyendo vitamina A, vitamina C y folato) y minerales (incluyendo potasio y magnesio).

source: Wellington: Ministry of Health.
es: Wellington: Ministerio de Sanidad.

source: What are ‘wholegrains’?
es: ¿Qué son los cereales integrales?

source: When referred to separately, ‘children’ are those aged 2–12 years, while ‘young people’ are those aged 13–18 years.
es: Cuando se hace referencia a ellos por separado, los "niños" son los que tienen entre 2 y 12 años, mientras que los "jóvenes" son los que tienen entre 13 y 18 años.

source: Where appropriate these ‘Summary’ boxes also contain practice points for health practitioners, which are specific to the topics discussed.
es: Cuando procede, estos recuadros de "Resumen" también contienen puntos prácticos, específicos de los temas tratados, para los profesionales de la salud.

source: While it is acknowledged that some aspects of growth and development continue beyond 18 years of age and into the early 20s, young people aged 19 years and over are covered in the Food and Nutrition Guidelines for Healthy Adults: A background paper (Ministry of Health 2003a).
es: Aunque se reconoce que algunos aspectos del crecimiento y el desarrollo continúan después de los 18 años y hasta los 20, los jóvenes a partir de 19 años están cubiertos en las Directrices alimentarias y nutricionales para adultos sanos: Documento de referencia (Ministerio de Sanidad 2003).

source: While legumes, nuts* and seeds provide many important vitamins and minerals, in general they contain significantly less protein per serving size (see Table 1) than meat.
es: Aunque las legumbres, los frutos secos* y las semillas aportan muchas vitaminas y minerales importantes, en general contienen una considerable menor cantidad de proteínas por ración. (véase la Tabla 1) que la carne.

source: Wholegrain foods include the following foods and products: whole wheat, whole-wheat flour, wheat flakes, bulgur wheat, whole and rolled oats, oatmeal, oat flakes, brown rice, whole rye and rye flour, whole barley and popcorn (Cummings and Stephen 2007).
es: Los alimentos integrales incluyen los siguientes alimentos y productos: trigo integral, harina de trigo integral, copos de trigo, trigo bulgur, avena entera y laminada, avena, copos de avena, arroz integral, harina de centeno y centeno entero, cebada entera y palomitas de maíz (Cummings y Stephen 2007).

source: You must give appropriate credit, provide a link to the licence and indicate if changes were made.
es: Debe dar los créditos correspondientes, proporcione un enlace a la licencia e indique si se han realizado cambios.

source: breads and cereals 3.
es: pan y cereales 3.

source: lean meat, poultry, seafood, eggs, legumes, nuts and seeds.*
es: Carne magra, aves, marisco, huevos, legumbres, frutos secos y semillas.*

source: milk and milk products 4.
es: leche y productos lácteos 4.

source: vegetables and fruit 2.
es: verdura y fruta 2.
